Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཡང་ དགེ་སློང་ དེ་ལས་ དང་ །_ ཆོས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ ནོར་བུ་ བཞིན་ དུ་ མཐོང་ སྟེ །_ དཔེར་ན་
en: $233 “The monk will also see karmic action, phenomena, and ripening to be like a jewel in the following way.

source: ནོར་བུ་ གཞན་ ཞིག་ རྨ་ ཡོད་ ཅིང་ ཐམས་ཅད་ དུ་ བཟང་བ་ མ་ ཡིན་ ལ །_ ཀུན་ གྱི་ སྒོ་མ་ ཡིན །_
en: Other types of jewels are flawed and not excellent in all regards.

source: དཀར་བ་ མ་ ཡིན་ ཞིང་ དབུག་ ཏུ་ མི་ བཟོད་ ལ །_ ལས་ སུ་ བྱར་ མི་ རུང་ །_ སྐྱེ་བོ་ ཀུན་ གྱིས་ བསྔགས་པ་ མ་ ཡིན་ ཞིང་ །_ རྒྱལ་པོ འམ །_ རྒྱལ་པོ འི་ བུ་ ལ་ རུང་བ་ མ་ཡིན་པ་
en: They are not useful, white, yielding, workable, praised by all, or suitable for kings or princes.

source: དེ་བཞིན་ དུ །_ གཞན་ མུ་སྟེགས་ ཅན་ ཆོས་ ཀྱི་ གཟུགས་བརྙན་ གྱི་ ཆོས་ ཀྱི་ ནོར་བུ་ རྨ་ ཡོད་པ་ དེ འི་ རྨ་ གཅིག་པོ་ ནི་
en: Similarly, the Dharma of the non-Buddhists, which is a mere reflection of the Dharma, is like the flawed jewel.

source: འཇིག་ཚོགས་ ལ་ ལྟ་བ་ དང་ །_ ཚུལ་ཁྲིམས་ དང་ །_ བརྟུལ་ཞུགས་ མཆོག་ ཏུ་ འཛིན་པ་ དང་ །_ ཐེ་ཙོམ་ ཡོད་པ་ ཡིན་ ནོ །_།
en: This is a jewel that suffers from the flaws of the view of the transient collection, the views that hold discipline and ritual to be paramount, and the presence of doubt.

source: ཀུན་ གྱི་ སྒོ་མ་ ཡིན་པ་ ནི །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ འི་ སྒོ་ ཡིན་ ནོ །_།
en: That jewel is not useful, because it provides entry to the realms of hell beings, starving spirits, and animals.

source: ནོར་ དང་ མི་ ལྡན་པ་ ནི །_ ཟག་པ་ མེད་པ འི་ བཀྲ་ཤིས་ དང་ མི་ ལྡན་པ འོ །_།
en: It is not valuable, because it lacks undefiled fortune.

source: དབུག་ པར་ མི་ བཟོད་པ་ ནི །_ ལེགས་པ ར་ འདྲི་བ་ དང་ །_ ལན་གླན་པ འི་ ཆོས་ ཀྱི་ གཏམ་ འབུགས་པ འི་ ཐུར་མ ར་ མི་ རུང་བ འོ །_།
en: It is not solid, because it will be damaged by fine questions and answers and thus does not withstand the lancet of Dharma dialogue.

source: རྒྱལ་པོ འམ །_ རྒྱལ་པོ འི་ བུ་ ལ་ [137b] འོས་པ་ མ་ཡིན་པ་ ནི །_ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ དབང་ཕྱུག་ དམ་པ འི་ ཆོས་ ཀྱི་ ལམ་ དུ་ ཞུགས་པ་ སྐྱེས་བུ་ གང་ཟག་ བརྒྱད་ རྣམས་ སུ་ མི་ རུང་བ་ སྟེ །_ |#| རྣམ་པ་ དེ་ལྟ་ བུ འི་ ཆོས་ ཀྱི་ གཟུགས་བརྙན་ ཆོས་མ་ ཡིན་པ་ མགུལ་ དུ་ ཐོགས་ སོ །_།
en: It is not suited to kings or princes, {{page:{number:112,id:UT22084-068-021-100138,folio:F.137.b,volume:V68}}} because it does not befit the eight types of person who, by virtue of their progress on the path of the sacred Dharma, are the masters of all beings. |#| Such is the non-Dharma, or mere reflection of the Dharma, that is tied to the throats of the non-Buddhists.

source: དེ་དག་ ནོར་བུ་ དེ འི་ གཟུགས་བརྙན་ གྱི་ ནོར་བུ་ ཐོགས་ ནས །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ རྣམས་ ཀྱི་ འཁོར་བ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ ཞུགས་ ཏེ་ ཡོངས་སུ་ འཁྱམ་ མོ །_།
en: Carrying such a fake jewel, they have since beginningless time been roaming throughout cyclic existence within the realms of hell beings, starving spirits, and animals.

source: དེ་ལྟ་བས་ན་ དགེ་སློང་ ནོར་བུ་ དེ་ལྟ་ བུ འི་ ནོར་བུ ར་ གྱུར་ ཏེ །_ དཔེར་ན་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ནི །_ བཻ་ དཱུརྱ་ དང་ འདྲ་བ འི་ ནོར་བུ་ མཆིང་བུ་ མཐོང་ ནས །_ བཻ་ དཱུརྱ་ ཡིན་ ནོ་ སྙམ་ དུ་ སེམས་པ་ བཞིན་ ནོ །_།
en: Thus, the monk will conclude, ‘Infantile, ordinary beings are like people who think that trinkets of fake beryl are the real thing.’

source: དགེ་སློང་ དེ་ ཆོས་ དང་ ཆོས་མ་ ཡིན་པ འི་ བརྟག་པ འི་ དེ་ ཁོ་ན་ ཤེས་པ ས་ གཞན་ བདུན་པ་ ལ་ འཇུག་ སྟེ །_
en: $234 “The monk who thus gains knowledge of reality through examining Dharma and non-Dharma will enter the seventh ground.

source: དེ་ ལ་ ཞུགས་པ འི་ བརྟུལ་ཞུགས་ ས་བླ འི་ གནོད་སྦྱིན་ དག་ གིས་ མཐོང་ ནས །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: As he does so, his activities will be noticed by the terrestrial yakṣas who in turn will inform the celestial yakṣas.

source: དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ འོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ འོ །_།
en: The latter will notify the Four Great Kings, who will then inform the gods of their realm.

source: དེ་དག་ གིས་ ཀྱང་ །_ སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ལ འོ །_། དེ་དག་ གིས་ ཀྱང་ བརྒྱ་བྱིན་ ལ འོ །_།
en: The gods of the realm of the Four Great Kings will bring the news to the gods of the Heaven of the Thirty-Three, who then will inform Śakra.

source: བརྒྱ་བྱིན་ གྱིས་ ནི་ འཐབ་བྲལ་བ་ རྣམས་ ལ འོ །_། འཐབ་བྲལ་བ་ དག་ གིས་ ནི་ དགའ་ལྡན་པ་ རྣམས་ ལ འོ །_། དགའ་ལྡན་པ་ དག་ གིས་ ཀྱང་ བྱམས་པ་ ལ འོ །_།
en: Śakra will carry the message to the inhabitants of the Heaven Free from Strife, and the latter will take it to the Heaven of Joy, where the gods of that heaven will inform Maitreya.

source: བྱམས་པ ས་ ཀྱང་ འཕྲུལ་དགའ་བ་ རྣམས་ ལ འོ །_། འཕྲུལ་དགའ་བ་ རྣམས་ ཀྱིས་ ཀྱང་ གཞན་འཕྲུལ་ དབང་ བྱེད་པ་ རྣམས་ ལ །_ འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ རོ །_།
en: Maitreya will pass the message to the inhabitants of the Heaven of Delighting in Emanations, and the gods of that heaven will inform the gods of the Heaven of Making Use of Others’ Emanations, saying, ‘In Jambudvīpa the noble son known as such-and-such . . .,’ and continuing as previously.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ལས་ དང་ །_ ཆོས་ དང་ །_ རྣམ་པར་ སྨིན་པ་ རྣམ་པར་ རིག་བྱེད་ མ་ཡིན་པ འི་ འདུ་ཤེས་ ཀྱི་ གཟུགས་ བཅུ་གཅིག་ རྗེས་སུ་ ཇི་ལྟ ར་ མཐོང་ ཞེ་ན །_
en: $235 “How does the monk observe karmic action, phenomena, and ripening regarding the eleventh form, which is identified as imperceptible?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ གང་ གི་ ཚེ་ ཆོས་ ཐམས་ཅད་ ཀྱི་ བྱེད་པ་ དང་ ལྡན་པ་ གང་ སྡོམ་པ་ ཉིད་ བླངས་ ཏེ །_
en: Spiritual practitioners who carefully observe inner phenomena will take a vow to actualize all qualities.

source: དེ་ ཕན་ཆད་ [138a] གཉིད་ལོག་ གམ །_ མྱོས་ སམ །_ རབ་ཏུ་ མྱོས་ ཀྱང་ །_ དགེ་བ འི་ ཆོས་ ཀྱི་ རྒྱུན་ ཉིད་ རབ་ཏུ་ འཇུག་ སྟེ །_
en: From that time on, an unbroken stream of virtuous qualities will keep flowing, {{page:{number:113,id:UT22084-068-021-100139,folio:F.138.a,volume:V68}}} even if they should fall asleep, become intoxicated, or go insane.

source: དཔེར་ན །_ ཆུ་བོ འི་ རྒྱུན་ བར་ཆད་ མེད་པ་ རྟག་ ཏུ་ འབབ་པ་ དེ་བཞིན་ དུ །_ སྐྱེས་བུ་ དེ་ གཉིད་ལོག་ གམ །_ མྱོས་ སམ །_ རབ་ཏུ་ མྱོས་པ འི་ འཇུག་པ་ ཡང་ དེ་བཞིན་ ནོ །_།
en: Just like the steady flow of a river, this stream will continue whether the person is asleep, intoxicated, or insane.

source: དེ་ལྟ ར་ རྣམ་པར་ རིག་བྱེད་ མ་ཡིན་པ འི་ གཟུགས་ བསྟན་ དུ་ མེད་པ །_ ཐོགས་པ་ མེད་པར་ འདོད་ དོ །_།
en: Thus, imperceptible forms are held to be neither demonstrable nor obstructive.

source: གཟུགས་ དེ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What sort of forms are these?

source: ལས་ ཀྱི་ ངོ་བོ་ ཉིད་ ཡོད་པ་ ཉིད་ ཡིན་ ཏེ །_ དེ་ལྟ་བས་ན །_ གཟུགས་ དེ་ཡང་ །_ གཟུགས་ རྣམ་པ་ བཅུ་གཅིག་པོ་ དེ་དག་ ཡིན་ ལ །_ དགེ་བ འི་ ཆོས་ ཐམས་ཅད་ ཀྱི་ རྟེན་ དུ་ གྱུར་པ་ ཡིན་ ནོ །_།
en: In essence they are actions, and such forms therefore constitute the eleventh category of form, which serves as the basis for all virtuous qualities.

source: དགེ་སློང་ དེས །_ སེམས་ཅན་ འདི་དག་ གི་ གཟུགས་ ཐ་དད་པ །_ གནས་སྐབས་ ཐ་དད་པ །_ མིང་ དང་ འགྲོ་བ་ ཐ་དད་པ །_ གནས་ ཀྱི་ རྣམ་པ་ ཐ་དད་པ་ ཇི་ལྟ་བུ ར་ མཐོང་ ཞེ་ན །_
en: $236 “How does the monk see the different forms, different situations, different names, different movements, and different abodes of sentient beings?

source: འདི་ལྟར་ དེ་ སེམས་ཅན་ དེ་དག་ གི _། སེམས་ ཐ་དད་པ །_ གནས་ ཀྱི་ རྣམ་པ་ དང་ །_ མོས་པ་ ཐ་དད་པ་ དང་ །_ ལས་ ཀྱི་ རྣམ་པ་ ཐ་དད་པ་ མཐོང་བ་ དེ འི་ ཕྱིར །_
en: Sentient beings are seen to have different minds, different abodes, different wishes, and different actions.

source: གཟུགས་ ཐ་དད་པ་ དང་ །_ གནས་སྐབས་ ཐ་དད་པ་ དང་ །_ མིང་ དང་ འགྲོ་བ་ ཐ་དད་པ་ དང་ །_ གནས་ ཀྱི་ རྣམ་པ་ ཐ་དད་པ་ དེ་དག་ ནི །_
en: Their different forms, different situations, different names and movements, and different abodes can be understood in terms of the following analogy.

source: དཔེར་ན་ རི་མོ་ མཁན་ ནམ །_ རི་མོ་ མཁན་ གྱི་ སློབ་མ་ མཁས་པ་ ཞིག _། ས་ ཡིད་ དུ་ འོང་ཞིང་ འཇམ་ ལ་ མཁྲང་བ་ ཞིག་ མཐོང་ ནས་ འདུག་ སྟེ ཚོན་ སྣ་ཚོགས་ དག་ གིས །_ རི་མོ འི་ རྣམ་པ་ སྣ་ཚོགས་ གཟུགས་ ལེགས་ ཤིང་ །_ ལེགས་པ འི་ རྣམ་པ་ སྣ་ཚོགས །_
en: When a painter or his skilled apprentice sees a beautiful, smooth, hard ground, he may draw numerous fine and colorful forms and designs upon it.

source: སེམས་ ཀྱི་ དབང་ གིས་ འདྲི་བ་
en: This he will do by the power of his mind.

source: དེ་བཞིན་ དུ །_ སེམས་ རི་མོ་ མཁན་ ནམ །_ རི་མོ་ མཁན་ གྱི་ སློབ་མ་ ལྟ་བུ་ འདི་
en: Likewise, the mind is like a painter, or a painter’s skilled apprentice.

source: ལྷག་པ ར་ མོས་པ ས་ ཁམས་ གསུམ་ གྱི་ ས་ ཤིན་ཏུ་ འཇམ་ ཞིང་ མཁྲང་བ་ དག་ ལ །_ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ དག་ གི་ འཁོར་བ འི་ ས ར་ གནས་སྐབས་ ཐ་དད་པ་ དང་ །_ མིང་ དང་ འགྲོ་བ་ ཐ་དད་པ་ དང་ །_ རྣམ་པ་ ཐ་དད་པ་ དང་ །_ སེམས་ཅན་ གྱི་ [138b] གནས་ ཀྱི་ རྣམ་པ་ ཐ་དད་པ་ དག _། སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེས་ མངོན་པར་ འགྲུབ་པ ར་ བྱེད་ དོ །_།
en: With its different wishes it creates upon the extremely smooth, hard ground of the three realms of existence—the ground that is the ripening of karmic results—the different situations, names, movements, features, {{page:{number:114,id:UT22084-068-021-100140,folio:F.138.b,volume:V68}}} and abodes of sentient beings.

source: ཡང་ ཇི་ལྟ ར་ ཚོན་ དཀར་པོ ས་ ནི །_ གཟུགས་ དཀར་པོ ར་ འདྲི་བ ར་ བྱེད་ ལ །_ དམར་པོ ས་ ནི་ དམར་པོ ར་ འདྲི་བ ར་ བྱེད །_ སེར་པོ ས་ ནི་ སེར་པོ ར་ འདྲི་བ ར་ བྱེད །_ ཚོན་ ཕུག་རོན་ ཁ་ ལྟ་བུ ས་ ནི་ ཕུག་རོན་ ཁ་ ལྟ་བུ་ འདྲི་བ ར་ བྱེད །_ ནག་པོ ས་ ནི་ ནག་པོ ར་ འདྲི་བ ར་ བྱེད་པ་
en: $237 “Moreover, with the color white the painter may create white forms, with the color red he may create red forms, with yellow he may create yellow forms, with gray he may create forms of that color, and with black he may create black forms.

source: དེ་བཞིན་ དུ །_ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ འདི་ སེམས་ ཀྱི་ དམིགས་པ་ དཀར་པོ་ ཉེ་བ ར་ བཟུང་ ནས །_ ཟག་པ་ དང་ བཅས་པ་ འདོད་ཆགས་ ལ་སོགས་པ འི་ དྲི་མ་ དག་ གིས་ ཉོན་མོངས་པ་ མེད་པ འི་ ཆོས་ དཀར་པོ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ གཟུགས་ དཀར་པོ་ མངོན་པར་ འགྲུབ་པ ར་ བྱེད་ དོ །_།
en: Similarly, the painter of the mind may adhere to white objects and thereby create defiled phenomena that are free from the afflictive stains of desire, and so forth, and in this way may bring forth the white forms of gods and humans.

source: རི་མོ་ མཁན་ གྱིས་ ཚོན་དམར་པོ་ བླངས་ ནས །_ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ གཟུགས་ དམར་པོ་ མངོན་པར་ འགྲུབ་པ ར་ བྱེད་ དེ །_
en: $238 “When the painter takes up the color red, he may produce the red forms of gods and humans.

source: དམར་པོ་ ཞེས་ བྱ་བ་ ནི །_ སྒྲ་ དང་ །_ རོ་ དང་ །_ རེག་པ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ སྟུག་པོ་ དག་ གིས །_ རི་མོ འི་ གཞི་ ལ་ ཚུལ་བཞིན་ དུ་ བྱས་པ འོ །_།
en: Red here implies that dense sound, taste, tactility, form, and smell are applied correctly upon the backdrop for the painting.

source: ཡང་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེས །_ ཚོན་ སེར་པོ་ བླངས་ ནས་ དུད་འགྲོ་ མངོན་པར་ འགྲུབ་པ ར་ བྱེད་ དེ །_
en: $239 “When the painter of the mind takes up the color yellow it may create animals.

source: དེ་དག་ ཀྱང་ སེར་པོ འི་ དབང་ གིས །_ གཅིག་ ལ་ གཅིག་ ཁྲག་འཐུང་ བར་ བྱེད་ ཅིང་ ཤ་ཟ་ བར་ བྱེད་ ལ །_
en: Because of the yellow, the animals drink each other’s blood and eat each other’s flesh.

source: གཅིག་ ལ་ གཅིག་ ཚོན་ སེར་པོ་ ལྟ་བུ ར་ གྱུར་པ འི་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ གིས་ གསོད་ དོ །_།
en: They kill each other with desire, anger, and delusion, which are like the color yellow.

source: ཡང་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེས །_ ཚོན་ ཕུག་རོན་ ཁ་ ལྟ་བུ་ ལ་ དམིགས་པ་ མཐོང་ ནས །_
en: $240 “The painter-like mind may also observe an object that is gray.

source: ཚོན་ ཕུག་རོན་ ཁ་ ལྟ་བུ འི་ ལས་ དྲི་མ་ ཅན་ ཡི་དགས་ ཀྱི་ འགྲོ་བ་ བྱེད་ དེ །_
en: The stained karmic action that is gray will create the realm of starving spirits.

source: དེ་དག་ ཀྱང་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ ལྟ་བུ་ ཡིན་ ལ །_
en: In that realm the bodies of beings are like scorched pine trees.

source: སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ སེར་སྣ་ ལ་ དམིགས་ ཤིང་ །_ གཏི་མུག་ རབ་རིབ་ ཀྱི་ སྒྲིབ་པ འི་ དབང་ གིས་ བཀྲེས་ ཤིང་ སྐོམ །_ སྡུག་བསྔལ་ རྣམ་པ་ སྣ་ཚོགས་ ཡོངས་སུ་ ཉམས་པ ས་ ཟིལ་ གྱིས་ ནོན་པ་ ཡིན་ ནོ །_།
en: The painter-like mind observes stinginess and is obscured by the haze of delusion, and so these beings undergo starvation and dehydration, oppressed by numerous forms of debilitating suffering.

source: ཡང་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེས །_ ཚོན་རྩི་ ནག་པོ་ ལྟ་བུ འི་ ལས་ ཀྱི་ ངོ་བོ་ བླངས་ ནས །_ སེམས་ཅན་ དམྱལ་བ འི་ གཟུགས་ ནག་ [139a] པོ་ འདྲི་བ་ ལྟ་བུ ར་ དེ་དག་ ཀྱང་ །_
en: $241 “The painter of the mind may also take up a form of karmic action that is like the color black, and so it may draw the black forms of hell beings. {{page:{number:115,id:UT22084-068-021-100141,folio:F.139.a,volume:V68}}}

source: ལས་ ནག་པོ ས་ ལྕགས་ ནག་པོ འི་ ར་བ་ འབར་བ ས་ བསྐོར་བ་ དེར་ སྐྱེས་ ཏེ །_ ལུས་ ནག་པོ་ ལ་ ནད་ དང་ །_ གནོད་པ་ དང་ །_ བཀྲེས་ ཤིང་ སྐོམ་པ་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱི་ གཞིར་ གྱུར་ ཅིང་ །_
en: Thus, within walls of black, flaming iron one is born with a black body that serves as the basis for disease, harm, hunger, and thirst.

source: རང་ གིས་ ཉེས་པ ར་ བྱས་པ་ གཞན་ ཡང་ མཚུངས་པ་ མེད་པ འི་ གནོད་པ འི་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་པ་ ཡིན་ ནོ །_།
en: In this way one suffers incomparable harm and suffering due to one’s own misdeeds.

source: ཡང་ དགེ་སློང་ རྣལ་འབྱོར་ སྤྱོད་པ་ དེ །_ ཚོན་རྩི་ ལྔ འི་ རི་མོ འི་ གཞི་ ལྟ་བུ འི་ འཁོར་བ་ ཁམས་ གསུམ་ དུ་ འགྲོ་བ་ ལྔ ར་ ཀུན་ ཏུ་ གནས་ ཤིང་ །_
en: $242 “Previously, the monk engaged in spiritual practice remained within the three realms of cyclic existence, which is like a five-colored painting.

source: ས་ གསུམ་པོ་ འདོད་པ འི་ ཁམས་ ཀྱིས་ དང་ །_ གཟུགས་ ཀྱི་ ཁམས་ དང་ །_ གཟུགས་ མེད་པ འི་ ཁམས་ ལ་ ཀུན་ ཏུ་ གནས་ ཏེ
en: He remained within the desire realm, the form realm, and the formless realm.

source: !དེ་ ལ་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེ་ འདོད་པ་ བསྟན་ ཅིང་ འདོད་པ འི་ ཁམས་ ལ་ དམིགས་པ ས །_ གཟུགས་ རྣམ་པ་ ཉི་ཤུ་ རྣམ་པ་ སྣ་ཚོགས་ འདྲིའོ །_།
en: When the painter-like mind takes desire as its support#37 and reference point, it paints twenty different forms.

source: འདོད་པ འི་ ཁམས་ དང་ བྲལ་བ་ དག་ ནི །_ གཟུགས་ ཀྱི་ ཁམས་ ལ་ དམིགས་ ཤིང་གནས་པ་ དེ་ ལ་ བརྟེན་པ འི་ ས འི་ གནས་སྐབས་ བཅུ་དྲུག་པོ་ དག་ ནི་ བསམ་གཏན་ བཞི འི་ པིར་ གྱིས །_ གཟུགས་ ཀྱི་ ཁམས་ མངོན་པར་ འདྲིའོ །_།
en: Moreover, those who are free from desire may observe and attend to the realm of form, and so use the brush of the four concentrations to paint the sixteen different abodes of the realm of form.

source: གཟུགས་ ཀྱི་ ཁམས་ ལ་ དམིགས་པ་ དང་ བྲལ་བ་ དག་ ནི །_ སྙོམས་པ ར་ འཇུག་པ་ བཞི འི་ སྲེད་པ་ ལ་ མཉམ་པ ར་ དམིགས་པ འི་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ ས །_ གཟུགས་ མེད་པ འི་ ཁམས་ མངོན་པར་ འདྲི་ སྟེ །_
en: In the case of those free from the observations of the form realm, the painter-like mind rests in the craving of the four attainments, and so paints the formless realm.

source: ཁམས་ གསུམ་ གྱི་ གཞི་ འདི་ ནི་ རྒྱ་ཆེ་བ་ ཡིན་ ནོ །_།
en: Vast is this basis of the three realms.

source: ཡང་ དགེ་སློང་ དེས །_ སེམས་ཅན་ གཞན་ གྱི་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ རྣམ་པ་ གཞན་ གྱིས་ མཐོང་ སྟེ །_
en: $243 “The monk also sees the painter-like minds of others.

source: དེ་ ལ་ སེམས་ ནི་ རི་མོ་ མཁན་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The mind is like a painter;

source: ལུས་ ནི་ རི་མོ འི་ ཚོན་རྩི འི་ སྣོད་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: the body is like a jar of paint.

source: འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ དག་ ནི་ལ ས་ བརྟན་པ ར་ བྱས་པ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Desire, anger, and delusion are like continuous actions.

source: དམིགས་པ་ ནི་ ཁྲི་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Observations are like the painter’s stand.

source: དབང་པོ་ ནི་ པིར་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The faculties are like the brush.

source: ཕྱི་རོལ་ གྱི་ ཡུལ་ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ སྣ་ཚོགས་ དག་ ནི་ ཚོན་རྩི་ སྣ་ཚོགས་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The external objects of sound, texture, taste, form, and smell are like the different paints.

source: འཁོར་བ་ ནི་ རྩིག་པ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Cyclic existence is like the walls.

source: ཤེས་པ་ ནི་ སྣང་བ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Cognition is like light. {{page:{number:116,id:UT22084-068-021-100142,folio:F.139.b,volume:V68}}}

source: བརྩོན་འགྲུས་ [139b] རྩོམ་པ་ ནི་ ལག་པ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The mustering of diligence is like the hands.

source: ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ ས་ བྱས་པ འི་ གཟུགས་མང་པོ་ དག་ ནི །_ རི་མོ འི་ གཟུགས་ ཆ་བྱད་ དང་ །_ དབྱིབས་ དང་ །_ མདོག་ དང་ །_ འབྱོར་པ ར་ གྱུར་པ་ མང་པོ་ དག་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The many different forms made by the ripening of karmic effects are like the paintings of many different forms, shapes, colors, and designs.

source: ཡང་ དགེ་སློང་ བསམ་གཏན་ ལ་ ཞུགས་པ་ དེ །_ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེ་ཉིད་ རྣམ་པ་ གཞན་ གྱིས་ མཐོང་ སྟེ །_
en: $244 “The monk who rests in concentration will also see the painter-like mind in the following way.

source: དཔེར་ན །_ གང་ རི་མོ་ མཁན་ དེ་ མགུ་ ན །_ ཚོན་རྩི འི་ རྣམ་པ་ ལེགས་པ ར་ སྦྱང་བ་ བྱས་པ་ གསལ་བ ར་ འགྱུར་ ཞིང་ །_ པིར་ གྱིས་ ཡང་ དང་ ཡང་ དུ་ ལེགས་པ ར་ འདྲི་ ན་ དེ འི་ ཚེ །_ གཟུགས་ ལེགས་པ ར་ འདྲི་བ་
en: When, for example, the painter feels good, his mastery of painting will be obvious, and so he will, again and again, make excellent brush strokes and paint fine motifs.

source: དེ་བཞིན་ དུ །_ གང་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ འདི་ མགུ་ ན་ བསམ་གཏན་ གྱི་ བྱ་བ་ ལ །_ ཚོན་རྩི་ ལྟ་བུ འི་ བསམ་གཏན་ གྱི་ རྣམ་པ་ ཡོངས་སུ་ སྦྱང་བ་ བྱས་པ །_ ཚོན་རྩི་ ལྟ་བུ་ གསལ་བ ར་ འགྱུར་ ཞིང་ །_ པིར་ གྱིས་ ཡང་ དང་ ཡང་ དུ་ ལེགས་པ ར་ འདྲི་བ་ ལྟ་བུ འི་ དམིགས་པ་
en: Similarly, if the painter-like mind is at ease, it will master the features of the paint-like acts of concentration, and so these paint-like appearances will be clear through consistent and skillful applications with the brush.

source: ལུང་ ཕོག་པ་ ཡོངས་སུ་ སྦྱང་བ་ བྱས་པ ས །_ འོག་ དང་ །_ སྟེང་ དུ་ མཉམ་པ ར་ འཇོག་པ་ དང་ །_ ལྡང་བ་ ལ་ སྐྱོ་བ་ མེད་ ན སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེ །_ བསམ་གཏན་ གྱི་ ས ར་ གཟུགས་ ལེགས་པ ར་ འདྲིའོ །_།
en: With such perfect mastery the proportions of the painting will be well balanced, and so the bright and untiring painter of the mind will create its fine designs upon the ground of concentration.

source: གལ་ཏེ་ མི་ དགའ་ ན །_ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ་ དེ །_ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ འི་ ས་ངན་པ་ དེར་ འགྲོ་བ འི་ རིས་ དང་ །_ གནོད་པ་ དང་ །_ ལྕགས་ ཀྱི་ གཏུན་ཤིང་ པིར་ ལྟ་བུ ས་ མི་དགེ་བ འི་ ཚོན་རྩི་ བླངས་ ནས་ སྣོད་ ལྟ་བུ ར་ གྱུར་པ འི་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ ཀྱི་ གཟུགས་ དེ་ དུད་འགྲོ འི་ འགྲོ་བ འི་ གཟུགས་ མ་ ལེགས་པ་ འདྲི་ སྟེ །_ རྒྱ་ ཆེ ར་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ རོ །_།
en: $245 “If it is upset, the painter-like mind will dip the brush of violence and iron clubs into the paint of unvirtuous action, and so paint the hideous designs of the deplorable realms of hell beings, starving spirits, and animals, just as they were explained at length before.

source: ཡང་ དགེ་སློང་ དེ་ སེམས་ སྤྲེའུ་ ལྟ་བུ ར་ མཐོང་ སྟེ །_
en: $246 “The monk will also see the mind to be like a monkey.

source: ཇི་ལྟ ར་ སྤྲེའུ་ ནི་ འཕྱར་བ་ ཡིན་ ཏེ །_ ཤིང་ དང་ །_ ལྕུག་མ་ དང་ །_ མེ་ཏོག་ དང་ །_ འབྲས་བུ་ དང་ །_ རི་བྲགས་ ཀྱི་ བུ་ག་ དང་ །_ སྨན་ལྗོངས་ ཐ་དད་པ་ ཐོགས་པ་ མེད་པར་ འགྲོ་བ་
en: Monkeys are climbers—they climb freely among trees, creepers, flowers, fruits, rocky caves, and woodlands.

source: དེ་བཞིན་ དུ །_ སེམས་ སྤྲེའུ་ ལྟར་ འཕྱར་བ་ འདི་ ཡང་ཐ་ དད་པ་ [140a] ལྟ་བུ འི་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ གི་ འགྲོ་བ་ ལྔ ར་ འགྲོ་ སྟེ
en: The monkey of the mind likewise climbs about {{page:{number:117,id:UT22084-068-021-100143,folio:F.140.a,volume:V68}}} among hell beings, starving spirits, and animals in the five realms.

source: སེམས་ཅན་ ནི་ ཤིང་ ལྟ་བུ འོ །_།
en: Sentient beings are like trees.

source: སྲེད་པ འི་ ལྕུག་མ་ ནི་ ལྕུག་མ འི་ རྣམ་པ་ དུ་མ་ ལྟ་བུ་ ཡིན །_
en: The creepers of craving are like various sorts of vines.

source: རྟོག་པ་ ནི་ མེ་ཏོག་ གི་ ཡལ་ག་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Thoughts are like the flowery branches.

source: སྒྲ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ དང་ །_ རི་སུལ་ དང་ །_ བུ་ག་ དང་ །_ སྤྱོད་པ་ སྡུག་པ་ དང་ མི་ སྡུག་པ འི་ ཁམས་ གསུམ་ ནི་ འབྲས་བུ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The three realms with their sounds, tastes, forms, smells, ravines, caves, and pleasant and unpleasant activities are like the fruits.

source: ལུས་ ནི་ ཕུག་པ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The body is like a cave.

source: སེམས་ སྤྲེའུ་ ལྟ་བུ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དང་ །_ ལྷ་ དང་ །_ མི་ རྣམས་ ཀྱི་ གནས་ རྣམས་ སུ་ ཐོགས་པ་ མེད་པར་ འགྲོ་ སྟེ །_ སེམས་ སྤྲེའུ་ ལྟ་བུ་ དེ་ འཁོར་བ འི་ ས ར་ འཁྱམ་ མོ །_།
en: Thus, the monkey-like mind moves unhindered within the realms of hell beings, starving spirits, and animals, roaming in this way throughout cyclic existence.

source: ཡང་ དགེ་སློང་ བསམ་གཏན་ ལ་ ཞུགས་པ་ དེ་ སེམས་ གར་མཁན་ ལྟ་བུ ར་ མཐོང་ སྟེ །_
en: $247 “Again, the monk who rests in concentration sees the mind to be like an actor.

source: ཇི་ལྟ ར་ གར་མཁན་ དག་ཆ་ བྱད་ དང་ །_ ཚོན་རྩི་ དང་ །_ ས་ དང་ །_ གོས་ དང་ །_ སིལ་སྙན་ སྣ་ཚོགས་ དག་ ཐོགས་ ནས །_ གར་མཁན་ གར་ བྱེད་པ་ དེ་བཞིན་ དུ །_ སེམས་ གར་མཁན་ ལྟ་བུ་ འདི་ ཡང་ ས་ དང་ འགྲོ་བ འི་ རིས་ ཀྱིས་ སྣ་ཚོགས་ སུ་ ལས་ ཀྱིས་ སྤྲུལ་པ འི་ ཆ་བྱད་ སྣ་ཚོགས་ ཐོགས་ ཤིང་ རྒྱུ་ དང་ རྐྱེན་ རྣམ་པ་ སྣ་ཚོགས་ འཛིན་པ་ ནི་ ཆ་བྱད་ སྣ་ཚོགས་ ཐོགས་པ་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Just as an actor performs while making use of different costumes, makeup, powders, garments, and cymbals, likewise the dancer-like mind wears different costumes created by karmic action as it struts across the different grounds and realms. As the mind in this way clings to numerous causes and conditions, it is as though it dons different costumes.

source: བྱེད་པ་ དག་ ནི་ སིལ་སྙན་ རྣམ་པ་ སྣ་ཚོགས་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: The mind’s actions are like cymbals.

source: འཁོར་བ་ གར་མཁན་ ལྟ་བུ་ ནི་ རང་ གི་ ཡུལ་ གར་མཁན་ ལྟ་བུ་ ཡིན་ ཏེ །_
en: Thus, the actor within cyclic existence is like an actor on the stage.

source: གར་ ཉིད་ ཀྱིས་ སེམས་ གར་མཁན་ ལྟ་བུ་ འཁོར་བ་ ཐོག་མ་ མེད་ ཅིང་ ཡུན་རིང་བ་ རྣམ་པ་ སྣ་ཚོགས་ དུ་མ ར་ གར་ བྱེད་ དོ །_།
en: Involved in beginningless and long-lasting cyclic existence, the mind, which is like an actor, performs its numerous different acts.

source: ཡང་ དགེ་སློང་ དེ་ སེམས་ ཉ་ ལྟ་བུ་ ཆུ་བོ འི་ ཉ་ ལྟ་བུ ར་ མཐོང་ སྟེ །_
en: $248 “The monk also sees the mind to be like fish in a river.

source: ཇི་ལྟ ར་ ཉ་ ནི་ རི འི་ ཆུ་བོ་ འགྱུར་ ཞིང་ དབའ་རླབས་ འཁྲུགས་པ་ གཏིང་ཟབ་ ལ་ རྒྱུན་ དྲག་ སྟེ །_
en: When a deep river passes through the mountains, it has white waves and fierce currents.

source: བཟོད་པ ར་ དཀའ་ ཞིང་ འབབ་པ འི་ རྒྱུན་ གྱིས་ ཤིང་ ལྗོན་པ་ མང་པོ་ རྩ་ ནས་ འབྱིན་པ ར་ ནུས་ ལ་ འགྱུར་བ འི་ ཤུགས་དྲག་པོ་ བཟློག་ པར་ དཀའ་བ འི་ ལས་མི་ བཟད་པ ར་ འབྱུང་ ཞིང་ འཇུག་པ་ དེ་བཞིན་ དུ །_
en: It is an unstoppable torrent and has the power to unearth numerous trees. In this way it flows with an intense force that can hardly be stopped.

source: སེམས་ ཉ་ ལྟ་བུ་ འདི་ ཡང་སྲིད་པ་ གསུམ་ གྱི་ དབའ་རླབས་ འཁྲུགས་པ་ ནི་ འགྱུར་ ཞིང་ དབའ་རླབས་ འཁྲུགས་པ་ ལྟ་བུ་ ཡིན་ ལ །_
en: The mind is like a fish in such a river—a river gushing with the white waves of the three realms of existence.

source: མནར་མེད་ པས་ མཆོག་ ཏུ་ ཟབ་པ་ ནི་ འདོད་པ འི་ ཁམས་ ཀྱི་ ཆུ་བོ་ རབ་མེད་ ལྟར་ གཏིང་ཟབ་པ་ ཡིན །_
en: The river is as deep as the Vaitaraṇī River in the desire realm, extending to the final pit of Ultimate Torment.

source: བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱི་ དགེ་བ་ དང་ མི་དགེ་བ འི་ ལས་ [140b] ཀྱི་ རྒྱུན་ བཟོད་པ ར་ དཀའ་བ འི་ འགྲོ་བ་ དག་ ཏུ་ ཕ་རོལ་ དུ་ འགྲོ་བ་ ནི་ རྒྱུན་ དྲག་པོ་ བཟོད་པ ར་ དཀའ་བ་ ལྟ་བུ་ ཡིན་ ལ །_ འགྲོ་བ་ ལྔ འི་ ཆུ་བོ ར་ རྒྱུ་བ འི་ རྒྱུན་ དྲག་པོ ས་ བསྐལ་པ་ དུ་མ་ ཙམ་ དུ་ འདྲེན་པ ར་ འགྱུར་བ་ མི་ བཟོད་པ་ ནི་ འབབ་པ འི་ རྒྱུད་ འགྱུར་བ འི་ ཤུགས་དྲག་པ་ ལྟ་བུ་ ཡིན །_
en: The currents of the virtuous and unvirtuous actions of childish ordinary beings {{page:{number:118,id:UT22084-068-021-100144,folio:F.140.b,volume:V68}}} are hard to withstand and hard to escape, and so the river of the five realms gushes with tremendous, unstoppable force throughout numerous eons. Within these fierce currents darts the fish of the mind.
